{
  "000000": {
    "title": "A space or indent",
    "description": "This will also reset some formatting such as numbers, all caps, or italics."
  },
  "100000": {
    "title": "The letter a",
    "description": "This configuration, dot 1, is an example of a letter A, or number 1 (if preceded by a number sign)."
  },
  "110000": {
    "title": "The letter b",
    "description": "When preceded by a number sign, it's the number 2. As a standalone character or a prefix, it's short for but."
  },
  "100100": {
    "title": "The letter c",
    "description": "In a word, it can signify a double c. When preceded by a number sign, it's the number 3. It's also a contraction for the word can."
  },
  "100110": {
    "title": "The letter d",
    "description": "When preceded by a number sign, it's the number 4. As a word contraction, it stands for do. Following dot 5, it's day. Ending a word following dot 46, it's -ound."
  },
  "100010": {
    "title": "The letter e",
    "description": "When preceded by a number sign, it's the number 5. As a word, it stands for every."
  },
  "110100": {
    "title": "The letter f",
    "description": "In a word, it can signify a double f. When preceded by a number sign, it's the number 6. It's also a contraction for from."
  },
  "110110": {
    "title": "The letter g",
    "description": "When preceded by a number sign, it's the number 7. As a word contraction, it stands for go. Ending a word following dot 56, it's -ong."
  },
  "110010": {
    "title": "The letter h",
    "description": "When preceded by a number sign, it's the number 8. It's also a contraction for the word have. Preceded by a dot 5, it's here."
  },
  "010100": {
    "title": "The letter i",
    "description": "When preceded by a number sign, it's the number 9. It's also a contraction for in. As a suffix, it stands for -ity."
  },
  "010110": {
    "title": "The letter j",
    "description": "When preceded by a number sign, it's the number 0. It's also a contraction for just."
  },
  "101000": {
    "title": "The letter k",
    "description": "Contractions: As a word, it's knowledge. Preceded by a dot 5, it's know."
  },
  "111000": {
    "title": "The letter l",
    "description": "Just an l, but in the middle of a word it often stands for ll. As a word, it can stand for like. Double it for the word little."
  },
  "101100": {
    "title": "The letter m",
    "description": "Contractions: As a word contraction, it stands for more. Followed by a dot 34, it stands for much."
  },
  "101110": {
    "title": "The letter n",
    "description": "As a word contraction, it's not. Preceded by a dot 5, it's name."
  },
  "101010": {
    "title": "The letter o",
    "description": "Contractions: In a word, it's ow. Preceded by a dot 5, it's the word one."
  },
  "111100": {
    "title": "The letter p",
    "description": "Preceded by a dot 5, it's part. As a word, it's people."
  },
  "111110": {
    "title": "The letter q",
    "description": "Contractions: On its own it's quite. Preceded by a dot 5, it's a question."
  },
  "111010": {
    "title": "The letter r",
    "description": "Contractions: As a word, it's rather. Preceded by a dot 5, it's right. It also starts a few words, like receive and rejoice."
  },
  "011100": {
    "title": "The letter s",
    "description": "Contractions: As a word, it's so. Preceded by a dot 5, it's said."
  },
  "011110": {
    "title": "The letter t",
    "description": "Contractions: As a word, it's that. Preceded by a dot 5, it's time. Followed by a dot 125, it's the."
  },
  "101001": {
    "title": "The letter u",
    "description": "Contractions: As a word, it's us. Preceded by a dot 5, it's under. Preceded by a dot 45, it's upon."
  },
  "111001": {
    "title": "The letter v",
    "description": "Contractions: As a single word contraction, this is very."
  },
  "010111": {
    "title": "The letter w",
    "description": "Contractions: As a single word, this is will. Also used in contractions such as work, world, would, and word."
  },
  "101101": {
    "title": "The letter x",
    "description": "Contractions: X marks the spot, but also marks the word it. Followed by an s, it's its, and followed by an f, it's itself."
  },
  "101111": {
    "title": "The letter y",
    "description": "Contractions: As a word, it's you. Followed by an r, it's your. Preceded by a dot 5, it's young."
  },
  "101011": {
    "title": "The letter z",
    "description": "Contractions: As a single letter word, it stands for as."
  },
  "010000": {
    "title": "A comma",
    "description": "This is a simple punctuation mark used to separate clauses in sentences."
  },
  "010001": {
    "title": "A semicolon",
    "description": "Nothing more to say here; it's a semicolon. It's used in some contractions that start with 'be'."
  },
  "010010": {
    "title": "A colon",
    "description": "This punctuation mark is used to introduce lists, explanations, or quotations."
  },
  "010011": {
    "title": "A period",
    "description": "This ends a sentence, full stop, for when you need to drop the mic."
  },
  "001000": {
    "title": "An apostrophe",
    "description": "Assuredly an apostrophe (and not used in any contractions)."
  },
  "111111": {
    "title": "The word for",
    "description": "This is really not used for anything else."
  }
}